
<style>
    body {
        top: 0;
      }
    .profile-data table{
        display: table;
        border:none;
        width: 100%;
        max-width: 100%;
        margin-bottom: 20px;
    }
    .no_border tr,td{
        border:none;
        text-align: center;
        margin: 5px;
        font-size:32px;
        background-image: none;
    }
    table tr:nth-child(even) {
        background: none;
        border:none;
    }
    table tr:nth-child(odd) {
        background: none;
        border:none;
    }
    h1, .h1, h2, .h2, h3, .h3 {
        font-weight: normal;

    }
    p{
        font-size:65px;
    }

</style>
<h3>Тўлов-контракт (икки томонлама) асосида мутахассис тайёрлашга</h3>
<h4>КОНТРАКТ № ____________________</h4>
<table>
    <tr>
        <td>Тошкент шаҳри	</td> <td>“_____” _______ 20___ йил</td>
    </tr>
</table>
<p>
    Ўзбекистон Республикаси Президентининг 2019 йил 12 февралдаги ПҚ-4186 сон, 2019 йил 17 июндаги ПҚ-4359 сон Қарорлари, Вазирлар Маҳкамасининг 2017 йил 20 июндаги 393-сон қарори ҳамда унга 2019 йил 27 апрелдаги 360-сон қарор билан киритилган ўзгартириш ва қўшимчаларга, Олий ва ўрта махсус таълим вазирлигининг 2012 йил 28 декабрдаги 508-сон буйруғи билан тасдиқланган, Адлия вазирлигида 2013 йил 26 февралда 2431-сон билан давлат рўйхатидан ўтказилган “Олий ва ўрта махсус, касб-ҳунар таълими муассасаларида ўқитишнинг тўлов-контракт шакли ва ундан тушган маблағларни тақсимлаш тартиби тўғрисида”ги Низомга мувофиқ, ТОШКЕНТ АХБОРОТ ТЕХНОЛОГИЯЛАРИ УНИВЕРСИТЕТИ (кейинги ўринларда “Таълим муассасаси”) номидан ректор Бабаходжаев Сарвар Наджимович бир томондан, талаба Хамдамов Уткир Рахматиллаевич (кейинги ўринларда “Таълим олувчи”) иккинчи томондан, биргаликда “Томонлар” деб аталадиган шахслар мазкур контрактни қуйидагича туздилар:
</p>
<h4>I. КОНТРАКТ ПРЕДМЕТИ </h4>
<p>
1.1. Таълим муассасаси таълим хизматини кўрсатишни, Таълим олувчи ўқиш учун белгиланган тўловни ўз вақтида амалга оширишни ва тасдиқланган ўқув режа бўйича дарсларга тўлиқ қатнашиш ва таълим олишни ўз зиммаларига олади. Таълим олувчининг таълим маълумотлари қуйидагича:
</p>
<table>
    <tr>
        <td>Таълим босқичи:</td>	<th>Бакалавр</th>
    </tr>
    <tr>
        <td>Таълим шакли:</td>	<th>Кундузги</th>
    </tr>
    <tr>
        <td>Таълим йўналиши:</td> <th>5350100-телекоммуникация технологиялари (телекоммуникация тармоқлари, мобил алоқа тизимлари, телерадиоэшиттириш)</th>
    </tr>
</table>

<p>
1.2. “Таълим муассасаси”га ўқишга қабул қилинган “Таълим олувчи”лар Ўзбекистон Республикасининг “Таълим тўғрисида”ги Қонуни, “Кадрлар тайёрлар миллий дастури” ва давлат таълим стандартларга мувофиқ ишлаб чиқилган ўқув режалар ва фан дастурлари асосида таълим оладилар.
</p>
<h4>II. ТАЪЛИМ ХИЗМАТИНИ КЎРСАТИШ НАРХИ, ТЎЛАШ МУДДАТИ ВА ТАРТИБИ</h4>
<p>
2.1. “Таълим муассасаси”да ўқиш даврида таълим хизматини кўрсатиш нархи Республикада белгиланган Меҳнатга ҳақ тўлашнинг энг кам миқдорига боғлиқ ҳолда ҳисобланади. Ўқитишнинг кундузги таълим шаклида таълим хизмати кўрсатиш нархининг “стипендияли” ва “стипендиясиз” шакллари мавжуд бўлиб, таълим олувчига ушбу имкониятни танлаш учун семестр бошида ректор номига ёзма ариза билан мурожаат этади.
</p>
<p>
2.2. Ушбу контракт бўйича таълим олувчини бир йиллик ўқитиш учун тўлов 105771490 сўмни (стипендиясиз) ташкил этади ва қуйидаги муддатларда амалга оширилади:
Семестрларга бўлиб тўланганда қуйидаги муддатларда:
- кузги семестр (биринчи ярим йиллик) учун биринчи курсда 15 сентябргача;
- баҳорги семестр (иккинчи ярим йиллик) учун 1 мартгача. Кейинги курслар яъни, иккинчи ва ундан юқори курсларда мос равишда 1 октябр ҳамда 1 мартгача (ойма-ой тўланган ҳолларда ҳам).
Чоракларга бўлиб тўланганда қуйидаги муддатларда:
- белгиланган тўлов миқдорининг камида 25 фоизини талабаликка тавсия этилган абитуриентлар учун 15 сентябргача ёки Давлат комиссияси томонидан белгиланган муддатгача, иккинчи ва ундан кейинги босқич талабалар учун 1 октябргача;
- белгиланган тўлов миқдорининг камида 50 фоизини 1 январгача, 75 фоизини 1 апрелгача ва 100 фоизини 1 июлгача.
</p>
<p>
2.3. Ушбу контрактнинг 2.2. бандида кўзда тутилган тўлов муддатларини ўзгартириш “Таълим олувчи”нинг асосли сабаблари кўрсатилган ҳолдаги ёзма мурожаатига кўра “Таълим муассасаси” кенгашининг қарори асосида қабул қилинади ва бир семестр учун амал қилади.
</p>
<h4>III. ТОМОНЛАРНИНГ МАЖБУРИЯТЛАРИ</h4>
<p>
3.1. Таълим муассасаси мажбуриятлари:
•	Ўқитиш учун белгиланган тўлов ўз вақтида амалга оширгандан сўнг, “Таълим олувчи”ни буйруқ асосида талабаликка қабул қилиш.
•	Таълим олувчига ўқиши учун Ўзбекистон Республикасининг “Таълим тўғрисида”ги Қонуни, “Кадрлар тайёрлаш миллий дастури” ҳамда “Таълим муассасаси” Уставида назарда тутилган зарур шарт-шароитларга мувофиқ шароитларни яратиб бериш.
•	Таълим олувчининг ҳуқуқ ва эркинликлари, қонуний манфаатлари ҳамда таълим муассасаси Уставига мувофиқ профессор-ўқитувчилар томонидан ўзларининг функционал вазифаларини тўлақонли бажаришини таъминлаш.
•	Таълим олувчини таҳсил олаётган таълим йўналиши бўйича тасдиқланган ўқув режаси ва дастурларига мувофиқ давлат таълим стандарти талаблари даражасида тайёрлаш.
•	Ўқув йили бошланишида таълим олувчини янги ўқув йили учун белгиланган тўлов миқдори тўғрисида ўқув жараёни бошланишидан олдин хабардор қилиш.
•	Республикада белгиланган Меҳнатга ҳақ тўлашнинг энг кам миқдори ёки тарифлар ўзгариши натижасида ўқитиш учун белгиланган тўлов миқдори ўзгарган тақдирда таълим олувчига таълимнинг қолган муддати учун тўлов миқдори ҳақида хабар бериш.
</p>
<p>
3.2. Таълим олувчининг мажбуриятлари:
•	Контрактнинг 2.2. бандида белгиланган тўлов суммасини шу бандда кўрсатилган муддатларда тўлаб бориш.
•	Республикада белгиланган Меҳнатга ҳақ тўлашнинг энг кам миқдори ёки тарифлар ўзгариши натижасида ўқитиш учун белгиланган тўлов миқдори ўзгарган тақдирда, ўқишнинг қолган муддати учун таълим муассасасига ҳақ тўлаш бўйича бир ой муддат ичида контрактга қўшимча битим расмийлаштириш ва тўлов фарқини тўлаш.
•	Таълим олувчи ўқитиш учун белгиланган тўлов миқдорини тўлаганлик тўғрисидаги банк тасдиқномаси ва контрактнинг бир нусхасини ўз вақтида ҳужжатларни расмийлаштириш учун таълим муассасасига топшириш.
•	Таҳсил олаётган таълим йўналишининг тегишли малака тавсифномасига мувофиқ келажакда мустақил фаолият юритишга зарур бўлган барча билимларни эгаллаш, дарс ва машғулотларга тўлиқ қатнашиш.
•	Таълим муассасаси ва талабалар турар жойининг ички низомларига қаътий риоя қилиш, профессор-ўқитувчилар ва ходимларга ҳурмат билан қараш, “Таълим муассасаси” обрўсига путур етказадиган ҳаракатлар қилмаслик, моддий базасини асраш, зиён келтирмаслик, зиён келтирганда ўрнини қоплаш.
</p>

<h4>IV. ТОМОНЛАРНИНГ ҲУҚУҚЛАРИ</h4>
<p>
4.1. Таълим муассасаси ҳуқуқлари:
•	Ўқув жараёнини мустақил равишда амалга ошириш, “Таълим олувчи”нинг оралиқ ва якуний назоратларни топшириш, қайта топшириш тартиби ҳамда вақтларини белгилаш.
•	Ўзбекистон Республикаси қонунлари, “Таълим муассасаси” низоми ҳамда маҳаллий норматив-ҳуқуқий ҳужжатларга мувофиқ “Таълим олувчи”га рағбатлантирувчи ёки интизомий чораларни қўллаш.
•	Агар “Таълим олувчи” ўқув йили семестрларидада якуний назоратларни топшириш, қайта топшириш натижаларига кўра академик қарздор бўлиб қолса уни курсдан-курсга қолдириш ҳуқуқига эга.
•	“Таълим муассасаси” “Таълим олувчи”нинг қобилияти, дарсларга сабабсиз қатнашмаслик, интизомни бузиш, “Таълим муассасаси”нинг ички тартиб қоидаларига амал қилмаганда, республиканинг норматив-ҳуқуқий ҳужжатларида назарда тутилган бошқа сабабларга кўра ҳамда ўқитиш учун белгиланган тўлов ўз вақтида амалга оширилмаганда “Таълим олувчи”ни талабалар сафидан четлаштириш ҳуқуқига эга.
</p>
<p>
    4.2. Таълим олувчининг ҳуқуқлари:
•	Ўқув йили учун контракт суммасини семестрларга бўлмасдан бир йўла тўлиқлигича тўлаш мумкин.
•	Таълим олувчи  мазкур контракт бўйича нақд пул, банк пластик картаси, банкдаги омонат ҳисоб рақами орқали, иш жойидан аризасига асосан ойлик маошини ўтказиши ёки банклардан таълим кредити олиш орқали тўловни амалга ошириши мумкин.
•	Профессор-ўқитувчиларнинг ўз функционал вазифаларини бажаришидан ёки таълим муассасасидаги шарт-шароитлардан норози бўлган тақдирда таълим муассасаси раҳбариятига ёзма шаклда мурожаат қилиш.
</p>

<h4>V. КОНТРАКТНИНГ АМАЛ ҚИЛИШ МУДДАТИ, УНГА ЎЗГАРТИРИШ ВА ҚЎШИМЧАЛАР КИРИТИШ ҲАМДА БЕКОР ҚИЛИШ ТАРТИБИ</h4>
<p>
5.1. Ушбу контракт икки томонлама имзолангандан сўнг кучга киради ҳамда таълим хизматларини тақдим этиш ўқув йили тугагунга қадар амалда бўлади.
</p>
<p>
5.2. Ушбу контракт шартларига иккала томон келишувига асосан тузатиш, ўзгартириш ва қўшимчалар киритилиши мумкин.
</p>
<p>
5.3. Контрактга тузатиш, ўзгартириш ва қўшимчалар фақат ёзма равишда “Контрактга қўшимча битим” тарзида киритилади ва имзоланади.
</p>
<p>
5.4. Контракт қуйидаги ҳолларда бекор қилиниши мумкин:
•	Томонларнинг ўзаро келишувига биноан.
•	“Таълим олувчи” талабалар сафидан четлаштирганда “Таълим муассасаси” ташаббуси билан бир томонлама бекор қилиниши мумкин.
•	Томонлардан бири ўз мажбуриятларини бажармаганда ёки лозим даражада бажармаганда.
•	Узрли сабаблар билан, “Таълим олувчи”нинг ташаббусига кўра.
•	Таълим муассасаси тугатилганда, таълим олувчи билан ўзаро қайта ҳисоб-китоб қилинади.
</p>

<h4>VI. ЯКУНИЙ ҚОИДАЛАР ВА НИЗОЛАРНИ ҲАЛ ҚИЛИШ ТАРТИБИ</h4>
<p>
6.1. Ушбу контрактни бажариш жараёнида келиб чиқиши мумкин бўлган низо ва зиддиятлар томонлар ўртасида музокаралар олиб бориш йўли билан ҳал этилади.
</p>
<p>
6.2. Музокаралар олиб бориш йўли билан низони ҳал этиш имконияти бўлмаган тақдирда, томонлар низоларни ҳал этиш учун амалдаги қонунчиликка мувофиқ иқтисодий судга мурожаат этишлари мумкин.
</p>
<p>
6.3. “Таълим муассасаси” ахборотлар ва хабарномаларни интернетдаги веб-сайтида, ахборот тизимида ёки эълонлар тахтасида эълон жойлаштириш орқали хабар бериши мумкин.
</p>
<p>
6.4. Контракт 2 (икки) нусхада, томонларнинг ҳар бири учун бир нусхадан тузилди ва иккала нусха ҳам бир хил ҳуқуқий кучга эга.
</p>
<p>
6.5. Ушбу контрактга қўшимча битим киритилган тақдирда ушбу барча киритилган қўшимча битимлар контрактнинг ажралмас қисми ҳисобланади.
</p>

VII. ТОМОНЛАРНИНГ РЕКВИЗИТЛАРИ ВА ИМЗОЛАРИ
7.1. Таълим муассасаси:
Тошкент ахборот технологиялари университети
Почта манзили:
100100, Тошкент шаҳри, Шохжаҳон кўчаси-5,
E-mail: info@titli.uz, Тел.: (+998) 71-253-66-48, Факс: 71-253-36-17
Банк реквизитлари:
Ўз.Р. Молия вазирлиги ғазначилиги
Ҳ/Р: 23402000300100001010
ИНН: 201122919; МФО: 00014
Марказий банк ХККМ Тошкент шаҳар ББ.
ш/ҳ: № 400910860262877950100079001
ИНН: 201095256


Таълим муассасаси раҳбари: _________________________
(имзо)
М.Ў.



7.2. Таълим олувчи:
Ф.И.Ш.: Хамдамов Уткир Рахматиллаевич
Яшаш манзили: Сергели -5, 15 уй, 16 хонадон
Паспорт маълумотлари: AA 1355435
Телефон рақами: +998956690101


Таълим олувчининг имзоси: _________________________
(имзо)

